default.subject=A\u03C0\u03AD\u03BB\u03BB\u03B1 - \u0395\u03B9\u03B4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7
verification.title=A\u03C0\u03AD\u03BB\u03BB\u03B1 - \u0395\u03C0\u03B1\u03BB\u03AE\u03B8\u03B5\u03C5\u03C3\u03B7 E-Mail
verification.body=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username].\n\u0393\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03C0\u03B1\u03BB\u03AE\u03B8\u03B5\u03C5\u03C3\u03B7 \u03C4\u03BF\u03C5 e-mail \u03C3\u03B1\u03C2 \u03C0\u03B1\u03C4\u03AE\u03C3\u03C4\u03B5 \u03C3\u03C4\u03BF\u03BD \u03B1\u03BA\u03CC\u03BB\u03BF\u03C5\u03B8\u03BF \u03C3\u03CD\u03BD\u03B4\u03B5\u03C3\u03BC\u03BF\: [verificationLink]
password.reset.title=A\u03C0\u03AD\u03BB\u03BB\u03B1 - \u0391\u03BD\u03AC\u03BA\u03C4\u03B7\u03C3\u03B7 \u03A3\u03C5\u03BD\u03B8\u03B7\u03BC\u03B1\u03C4\u03B9\u03BA\u03BF\u03CD
password.reset.body=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username].\n\u03A4\u03BF \u03BD\u03AD\u03BF \u03C3\u03C5\u03BD\u03B8\u03B7\u03BC\u03B1\u03C4\u03B9\u03BA\u03CC \u03C4\u03BF\u03C5 \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03BF\u03CD \u03C3\u03B1\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9\: [newPassword]
register.create.register.member.internal@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username]\n,\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C3\u03C5\u03BC\u03C0\u03B5\u03C1\u03B9\u03BB\u03B7\u03C6\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u039C\u03B7\u03C4\u03C1\u03CE\u03BF \u03B5\u03C3\u03C9\u03C4\u03B5\u03C1\u03B9\u03BA\u03CE\u03BD \u03BC\u03B5\u03BB\u03CE\u03BD \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2\: [institution].
register.create.register.member.external@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C3\u03C5\u03BC\u03C0\u03B5\u03C1\u03B9\u03BB\u03B7\u03C6\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u039C\u03B7\u03C4\u03C1\u03CE\u03BF \u03B5\u03BE\u03C9\u03C4\u03B5\u03C1\u03B9\u03BA\u03CE\u03BD \u03BC\u03B5\u03BB\u03CE\u03BD \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2\: [institution].
register.remove.register.member.internal@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03B1\u03C6\u03B1\u03B9\u03C1\u03B5\u03B8\u03B5\u03AF \u03B1\u03C0\u03CC \u03C4\u03BF \u039C\u03B7\u03C4\u03C1\u03CE\u03BF \u03B5\u03C3\u03C9\u03C4\u03B5\u03C1\u03B9\u03BA\u03CE\u03BD \u03BC\u03B5\u03BB\u03CE\u03BD \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2\: [institution].
register.remove.register.member.external@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03B1\u03C6\u03B1\u03B9\u03C1\u03B5\u03B8\u03B5\u03AF \u03B1\u03C0\u03CC \u03C4\u03BF \u039C\u03B7\u03C4\u03C1\u03CE\u03BF \u03B5\u03BE\u03C9\u03C4\u03B5\u03C1\u03B9\u03BA\u03CE\u03BD \u03BC\u03B5\u03BB\u03CE\u03BD \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2\: [institution].
candidacy.create@institutionManager=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03C5\u03C0\u03BF\u03B2\u03BB\u03B7\u03B8\u03B5\u03AF \u03BC\u03AF\u03B1 \u03BD\u03AD\u03B1 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department] \u03C0\u03BF\u03C5 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BA\u03B1\u03C4\u03B1\u03C7\u03C9\u03C1\u03AE\u03C3\u03B5\u03B9 \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0398\u03AD\u03C3\u03B5\u03B9\u03C2.
candidacy.create.candidacyEvaluator@candidacyEvaluator=\u03A0\u03C1\u03BF\u03C2 \u03BA.[evaluator_name],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department], [candidate_firstname], [candidate_lastname] \u03C3\u03B1\u03C2 \u03CC\u03C1\u03B9\u03C3\u03B5 \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03AC\u03C2 \u03C4\u03BF\u03C5. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03AD\u03C1\u03B8\u03B5\u03C4\u03B5 \u03C3\u03B5 \u03B5\u03C0\u03B1\u03C6\u03AE \u03BC\u03B5 \u03C4\u03B7\u03BD \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03CE\u03C3\u03C4\u03B5 \u03BD\u03B1 \u03B1\u03C0\u03BF\u03C3\u03C4\u03B5\u03AF\u03BB\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03AE \u03C3\u03B1\u03C2, \u03BC\u03AD\u03C3\u03C9 \u03C4\u03BF\u03C5 \u0394\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2\:\n[im_firstname], [im_lastname], [im_email], [im_phone]
candidacy.create.candidacyEvaluator@institutionManager=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF\u03C2 [candidate_firstname] [candidate_lastname] \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department] \u03CC\u03C1\u03B9\u03C3\u03B5 \u03C4\u03BF\u03C5\u03C2 \u03B4\u03CD\u03BF \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9 \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2 \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B2\u03BF\u03BB\u03AE \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03AC\u03C2 \u03C4\u03BF\u03C5\:\n[evaluator1_name],[evaluator1_email]\n[evaluator2_name],[evaluator2_email]\n\u0398\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03AD\u03C1\u03B8\u03B5\u03C4\u03B5 \u03C3\u03B5 \u03B5\u03C0\u03B1\u03C6\u03AE \u03BC\u03B1\u03B6\u03AF \u03C4\u03BF\u03C5\u03C2, \u03CE\u03C3\u03C4\u03B5 \u03BD\u03B1 \u03B1\u03C0\u03BF\u03C3\u03C4\u03B5\u03AF\u03BB\u03BF\u03C5\u03BD \u03C4\u03B7\u03BD \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03AE \u03C4\u03BF\u03C5\u03C2, \u03B7 \u03BF\u03C0\u03BF\u03AF\u03B1 \u03B8\u03B1 \u03C4\u03B5\u03B8\u03B5\u03AF \u03C5\u03C0\u2019\u03CC\u03C8\u03B9\u03BD \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u0395\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03BA\u03B1\u03B9 \u03C4\u03C9\u03BD \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03CE\u03BD \u03C0\u03BF\u03C5 \u03B1\u03C5\u03C4\u03AE \u03B8\u03B1 \u03BF\u03C1\u03AF\u03C3\u03B5\u03B9. \u03A4\u03B9\u03C2 \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03AE\u03C3\u03B5\u03B9\u03C2 \u03B1\u03C5\u03C4\u03AD\u03C2 \u03B8\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C4\u03B9\u03C2 \u03B1\u03BD\u03B1\u03C1\u03C4\u03AE\u03C3\u03B5\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03C3\u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C4\u03B7\u03C2 \u0398\u03AD\u03C3\u03B7\u03C2 \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1, \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u03BA\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03B9\u03C3\u03B7\u03B3\u03AE\u03C3\u03B5\u03B9\u03C2.
candidacy.remove@institutionManager=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03C0\u03BF\u03C3\u03C5\u03C1\u03B8\u03B5\u03AF \u03BC\u03AF\u03B1 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position],[institution], [department] \u03C0\u03BF\u03C5 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BA\u03B1\u03C4\u03B1\u03C7\u03C9\u03C1\u03AE\u03C3\u03B5\u03B9 \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0398\u03AD\u03C3\u03B5\u03B9\u03C2.
candidacy.remove@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03C0\u03BF\u03C3\u03C5\u03C1\u03B8\u03B5\u03AF \u03BC\u03AF\u03B1 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution] [department], \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u03BC\u03AD\u03BB\u03BF\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
candidacy.remove@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03C0\u03BF\u03C3\u03C5\u03C1\u03B8\u03B5\u03AF \u03BC\u03AF\u03B1 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department], \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE\u03C2 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
candidacy.remove@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03C0\u03BF\u03C3\u03C5\u03C1\u03B8\u03B5\u03AF \u03BC\u03AF\u03B1 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position],[institution] [department], \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BA\u03B1\u03B9 \u03B5\u03C3\u03B5\u03AF\u03C2 \u03C5\u03C0\u03BF\u03B2\u03AC\u03BB\u03BB\u03B5\u03B9 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 . \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionCommittee.create.regular.member@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03B9\u03C3\u03C4\u03AE\u03BA\u03B1\u03C4\u03B5 \u03C4\u03B1\u03BA\u03C4\u03B9\u03BA\u03CC \u03BC\u03AD\u03BB\u03BF\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionCommittee.create.substitute.member@member=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03B9\u03C3\u03C4\u03AE\u03BA\u03B1\u03C4\u03B5 \u03C4\u03B1\u03BA\u03C4\u03B9\u03BA\u03CC \u03BC\u03AD\u03BB\u03BF\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionCommittee.update.members@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B4\u03B7\u03BB\u03CE\u03B8\u03B7\u03BA\u03B5 \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03B7 \u03C3\u03CD\u03C3\u03C4\u03B1\u03C3\u03B7 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionCommittee.update.committeeMeetingDate@members=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03B7 \u03B7\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1 \u03C3\u03C5\u03BD\u03B5\u03B4\u03C1\u03AF\u03B1\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C3\u03BA\u03BF\u03C0\u03CC \u03C4\u03BF\u03BD \u03BF\u03C1\u03B9\u03C3\u03BC\u03CC \u03C4\u03C9\u03BD \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03CE\u03BD \u03B3\u03B9\u03B1\u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionCommittee.update.committeeMeetingDate@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03B7 \u03B7\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1 \u03C3\u03C5\u03BD\u03B5\u03B4\u03C1\u03AF\u03B1\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C3\u03BA\u03BF\u03C0\u03CC \u03C4\u03BF\u03BD \u03BF\u03C1\u03B9\u03C3\u03BC\u03CC \u03C4\u03C9\u03BD \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03CE\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionEvaluation.create.evaluator@evaluator=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B7 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C3\u03B1\u03C2 \u03CC\u03C1\u03B9\u03C3\u03B5 \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1 \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
positionEvaluation.remove.evaluator@evaluator=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B7 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C3\u03B1\u03C2 \u03B1\u03C6\u03B1\u03AF\u03C1\u03B5\u03C3\u03B5 \u03B1\u03C0\u03CC \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2\: [position], [institution], [department].
positionEvaluation.update@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B4\u03B7\u03BB\u03CE\u03B8\u03B7\u03BA\u03B1\u03BD \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03BF\u03B9 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2 \u03C0\u03BF\u03C5 \u03CC\u03C1\u03B9\u03C3\u03B5 \u03B7 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionEvaluation.update@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B4\u03B7\u03BB\u03CE\u03B8\u03B7\u03BA\u03B1\u03BD \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03BF\u03B9 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2 \u03C0\u03BF\u03C5 \u03CC\u03C1\u03B9\u03C3\u03B5 \u03B7 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login \u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionEvaluation.upload.aksiologisi@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03AD\u03BD\u03B1 \u03BD\u03AD\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5\u03C2 \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2 [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionEvaluation.upload.aksiologisi@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03AD\u03BD\u03B1 \u03BD\u03AD\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03C5\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5\u03C2 \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2 [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
positionCandidacies.upload.eisigisi@candidate=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03B7 \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03AC\u03C2 \u03C3\u03B1\u03C2 \u03B1\u03C0\u03CC \u03C4\u03BF\u03BD \u03B1\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE [candidacyEvaluator_name] \u03C0\u03BF\u03C5 \u03C5\u03C0\u03BF\u03B4\u03B5\u03AF\u03BE\u03B1\u03C4\u03B5.
positionCandidacies.upload.eisigisi@candidacyEvaluator=\u03A0\u03C1\u03BF\u03C2 \u03BA.[name]\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03B7 \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7 \u03C0\u03BF\u03C5 \u03B1\u03C0\u03BF\u03C3\u03C4\u03B5\u03AF\u03BB\u03B1\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03C4\u03BF\u03BD \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF [candidate_firstname], [candidate_lastname] \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2\: [position], [institution], [department].
positionCandidacies.upload.eisigisi@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03B7 \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03C4\u03BF\u03C5\u00A0[candidate_firstname], [candidate_lastname] \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department] \u03B1\u03C0\u03CC \u039A\u03B1\u03B8\u03B7\u03B3\u03B7\u03C4\u03AE/\u0395\u03C1\u03B5\u03C5\u03BD\u03B7\u03C4\u03AE \u03C0\u03BF\u03C5 \u03C5\u03C0\u03AD\u03B4\u03B5\u03B9\u03BE\u03B5 \u03BF \u03AF\u03B4\u03B9\u03BF\u03C2 \u03BF \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionCandidacies.upload.eisigisi@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03AD\u03C7\u03B5\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03B7\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03CC \u03A3\u03CD\u03C3\u03C4\u03B7\u03BC\u03B1 \u0391\u03C0\u03AD\u03BB\u03BB\u03B1 \u03B7 \u03B1\u03BE\u03B9\u03BF\u03BB\u03CC\u03B3\u03B7\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03C4\u03BF\u03C5 [candidate_firstname], [candidate_lastname] \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department] \u03B1\u03C0\u03CC \u039A\u03B1\u03B8\u03B7\u03B3\u03B7\u03C4\u03AE/\u0395\u03C1\u03B5\u03C5\u03BD\u03B7\u03C4\u03AE \u03C0\u03BF\u03C5 \u03C5\u03C0\u03AD\u03B4\u03B5\u03B9\u03BE\u03B5 \u03BF \u03AF\u03B4\u03B9\u03BF\u03C2 \u03BF \u03C5\u03C0\u03BF\u03C8\u03AE\u03C6\u03B9\u03BF\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
positionNomination.update.nominationCommitteeConvergenceDate@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03B7 \u03B7\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1 \u03C3\u03CD\u03B3\u03BA\u03BB\u03B7\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C3\u03BA\u03BF\u03C0\u03CC \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03B4\u03B5\u03B9\u03BE\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionNomination.update.nominationCommitteeConvergenceDate@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03B7 \u03B7\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1 \u03C3\u03CD\u03B3\u03BA\u03BB\u03B7\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C3\u03BA\u03BF\u03C0\u03CC \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03B4\u03B5\u03B9\u03BE\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionNomination.update.nominationCommitteeConvergenceDate@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03BF\u03C1\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03B7 \u03B7\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1 \u03C3\u03CD\u03B3\u03BA\u03BB\u03B7\u03C3\u03B7\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BC\u03B5 \u03C3\u03BA\u03BF\u03C0\u03CC \u03C4\u03B7\u03BD \u03B1\u03BD\u03AC\u03B4\u03B5\u03B9\u03BE\u03B7 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
positionNomination.upload.praktikoEpilogis@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03AE\u03B8\u03B7\u03BA\u03B5 \u03C4\u03BF \u03C0\u03C1\u03B1\u03BA\u03C4\u03B9\u03BA\u03CC \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
positionNomination.upload.praktikoEpilogis@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03AE\u03B8\u03B7\u03BA\u03B5 \u03C4\u03BF \u03C0\u03C1\u03B1\u03BA\u03C4\u03B9\u03BA\u03CC \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
positionNomination.upload.praktikoEpilogis@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B1\u03BD\u03B1\u03C1\u03C4\u03AE\u03B8\u03B7\u03BA\u03B5 \u03C4\u03BF \u03C0\u03C1\u03B1\u03BA\u03C4\u03B9\u03BA\u03CC \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF\u03C5 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC\u00A0\u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
positionNomination.update.nominated@candidate=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B7 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2 \u03C3\u03B1\u03C2 \u03B5\u03C0\u03AD\u03BB\u03B5\u03BE\u03B5 \u03C9\u03C2 \u03C4\u03BF\u03BD \u03BA\u03B1\u03C4\u03B1\u03BB\u03BB\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03BF \u03B5\u03BA \u03C4\u03C9\u03BD \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03AF\u03C9\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department]. \u0398\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03C3\u03C4\u03B5 \u03C3\u03B5 \u03B8\u03AD\u03C3\u03B7 \u03BD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03BA\u03BF\u03BC\u03AF\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B1 \u03C0\u03C1\u03C9\u03C4\u03CC\u03C4\u03C5\u03C0\u03B1 \u03B4\u03B9\u03BA\u03B1\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03B9\u03BA\u03AC \u03B3\u03B9\u03B1 \u03C4\u03BF \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03CC \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF \u03BD\u03BF\u03BC\u03B9\u03BC\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03B1\u03C0\u03CC \u03C4\u03B1 \u03B1\u03C1\u03BC\u03CC\u03B4\u03B9\u03B1 \u038C\u03C1\u03B3\u03B1\u03BD\u03B1 \u03C4\u03BF\u03C5 \u0399\u03B4\u03C1\u03CD\u03BC\u03B1\u03C4\u03BF\u03C2, \u03CC\u03C4\u03B1\u03BD \u03B1\u03C5\u03C4\u03AC \u03C3\u03B1\u03C2 \u03B6\u03B7\u03C4\u03B7\u03B8\u03BF\u03CD\u03BD.
position.create@interested.candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username], \u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03B8\u03B7\u03BA\u03B5 \u03BD\u03AD\u03B1 \u03B8\u03AD\u03C3\u03B7 \u03C0\u03BF\u03C5 \u03C4\u03B1\u03B9\u03C1\u03B9\u03AC\u03B6\u03B5\u03B9 \u03C3\u03C4\u03B1 \u03BA\u03C1\u03B9\u03C4\u03AE\u03C1\u03B9\u03B1 \u03B1\u03BD\u03B1\u03B6\u03AE\u03C4\u03B7\u03C3\u03B7\u03C2 \u03C0\u03BF\u03C5 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03CD\u03C3\u03B5\u03B9 \u03BC\u03B5 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 [position] [institution] [department]
position.upload@committee=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03C5\u03C0\u03AE\u03C1\u03BE\u03B5 \u03BC\u03AF\u03B1 \u03BD\u03AD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7/\u03C4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C3\u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2\: [position], [institution], [department] \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u03BC\u03AD\u03BB\u03BF\u03C2 \u03C4\u03B7\u03C2 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AE\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0395\u03C0\u03B9\u03C4\u03C1\u03BF\u03C0\u03AD\u03C2.
position.upload@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03C5\u03C0\u03AE\u03C1\u03BE\u03B5 \u03BC\u03AF\u03B1 \u03BD\u03AD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7/\u03C4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C3\u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2\: [position], [institution], [department] \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03C5\u03C0\u03BF\u03B2\u03AC\u03BB\u03BB\u03B5\u03B9 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.
position.upload@evaluators=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03C5\u03C0\u03AE\u03C1\u03BE\u03B5 \u03BC\u03AF\u03B1 \u03BD\u03AD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7/\u03C4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C3\u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C4\u03B7\u03C2 \u03B8\u03AD\u03C3\u03B7\u03C2\: [position], [institution], [department] \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03AD\u03C7\u03B5\u03C4\u03B5 \u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AE\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B5\u03AF\u03C4\u03B5\u00A0\u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B1, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u0391\u03BE\u03B9\u03BF\u03BB\u03BF\u03B3\u03B7\u03C4\u03AD\u03C2.
position.update.closingDate@candidates=\u03A0\u03C1\u03BF\u03C2 \u03A7\u03C1\u03AE\u03C3\u03C4\u03B7 [username],\n\u03A3\u03B1\u03C2 \u03B5\u03BD\u03B7\u03BC\u03B5\u03C1\u03CE\u03BD\u03BF\u03C5\u03BC\u03B5 \u03CC\u03C4\u03B9 \u03B7 \u03C0\u03C1\u03BF\u03B8\u03B5\u03C3\u03BC\u03AF\u03B1 \u03C5\u03C0\u03BF\u03B2\u03BF\u03BB\u03AE\u03C2 \u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7 \u03B8\u03AD\u03C3\u03B7\: [position], [institution], [department] \u03AD\u03C7\u03B5\u03B9 \u03C0\u03B1\u03C1\u03AD\u03BB\u03B8\u03B5\u03B9. \u0394\u03B5\u03BD \u03B5\u03AF\u03C3\u03C4\u03B5 \u03C0\u03BB\u03AD\u03BF\u03BD \u03C3\u03B5 \u03B8\u03AD\u03C3\u03B7 \u03BD\u03B1 \u03C4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B5 \u03C4\u03B1 \u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03C4\u03B7\u03C2\u03C5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03AC\u03C2 \u03C3\u03B1\u03C2. \u039C\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C0\u03B1\u03C1\u03B1\u03BA\u03BF\u03BB\u03BF\u03C5\u03B8\u03B5\u03AF\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B5\u03BE\u03AD\u03BB\u03B9\u03BE\u03B7 \u03C4\u03B7\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B1\u03C2 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE\u03C2, \u03BA\u03AC\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2\u00A0login\u00A0\u03C3\u03C4\u03BF \u03BB\u03BF\u03B3\u03B1\u03C1\u03B9\u03B1\u03C3\u03BC\u03CC \u03C3\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03BC\u03B5\u03C4\u03B1\u03B2\u03B1\u03AF\u03BD\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C3\u03C4\u03B7\u03BD \u039A\u03B1\u03C1\u03C4\u03AD\u03BB\u03B1 \u03A5\u03C0\u03BF\u03C8\u03B7\u03C6\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2.